"Scan failed" = "扫描失败";
"Scan canceled" = "扫描已取消";
"Document feeder is empty" = "文稿送纸器为空";

"Scanner is in use" = "扫描仪正在使用中";
"Scanner is offline" = "扫描仪处于离线状态";
"Scan incomplete" = "扫描不完整";
"Problems communicating with scanner" = "与扫描仪通信时出现问题";
"The scanner failed to complete the scan." = "扫描仪未能完成扫描。";

"Unable to generate editable text for scanned document" = "无法为扫描的文档生成可编辑文本";
"The scanned document has been saved to an image-only file. To save scanned documents with editable text, please install HP Easy Scan on this computer. Go to www.hp.com/support to download the latest software for your HP product." = "扫描的文档已被保存至仅图像文件。要使用可编辑文本保存扫描的文档，请在此计算机上安装 HP Easy Scan。请转至 www.hp.com/support 下载最新的 HP 产品软件。";

"The file(s) could not be saved as you do not have appropriate access privileges to \"%@\" folder." = "无法保存文件，您没有“%@”文件夹的相应访问权限。";
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "要查看或更改访问权限，请选择 Finder 中的文件，然后选择“文件” > “显示信息”。";

"The scanned images could not be saved as \"%@\" doesn't exist." = "无法保存扫描的图像，因为\"%@\"不存在。";

"Disk \"%@\" is full. Try deleting items from \"%@\" or saving the image on another disk." = "磁盘 \"%@\" 已满。尝试将项目从 \"%@\" 中删除或者将图像保存到另一个磁盘上。";
